/* مولّد تلقائيًا بواسطة update-reviews.command — لا تعدّله يدويًا */
window.REVIEWS = [
  {
    "name": "suhaib",
    "comment": "شكرا الك استاذ والدورة جداً ممتازة , كورس المحترفين معلوماته جديدة والحلو مدة الدورة قصير اتمنى تشرح اكثر على الافتر افكت واستمر بداية موفقة",
    "stars": 5
  },
  {
    "name": "kudus",
    "comment": "عاشت ايدك الشرح ممتاز وسلس جدا ممتنين الك هواي",
    "stars": 5
  },
  {
    "name": "Amal alkilani",
    "comment": "أفضل المدرب اللي حضرته وفعلاً الدورة للمبتدئين تستحق الشراء , المحتوى كان شامل، والمدرب عنده خبرة كبيرة بالمونتااج وجدا متحمس لدورة المحترفين",
    "stars": 5
  },
  {
    "name": "MOHAMMAD ALI",
    "comment": "والله صراحة ان بحييك مشكور جدا على الدورة ونشالله بالتوفيق ومنها للأعلى يا رب",
    "stars": 5
  },
  {
    "name": "Salman",
    "comment": "شكرا الك ثمين الدورة المجانية كانت باب رزق لي والحمد لله انه اتممت قد بعد ما استدفت من المعلومات هل شي خلاني تلقائياً انوي اشترك في باقي الدورات",
    "stars": 5
  },
  {
    "name": "كرار",
    "comment": "عاشت الايادي يا بطل شرح سلس و بسيط و ممتع",
    "stars": 5
  },
  {
    "name": "MUSTAFA EMAD",
    "comment": "للامانة تعامل جداً راقي واستاذ عمر مرتب جداً والرجل يوصل المعلومه بكل احترافيه شكرً الك وكل التوفيق يارب",
    "stars": 5
  },
  {
    "name": "Osama",
    "comment": "شكرا على الشرح الرهيب فعلا انت تفتح باب رزق جديد لنا ربي يوفقك",
    "stars": 5
  },
  {
    "name": "sniper47",
    "comment": "الدورات رهيبه وشرح جدا ممتاز ويستحق الاستثمار فيه انصح جدا فيه",
    "stars": 5
  },
  {
    "name": "ismailx",
    "comment": "رهيب واسطوري الموقع انصحكم فيه وإذا ما قدرتو تشترون من موقع تكلمو معاهم على رقم وراح يظبطوكم رهيب",
    "stars": 5
  },
  {
    "name": ".kash7",
    "comment": "كورس المبتدئين رهيب وحبيت اسلوب كل المواضع ناخذها بهدوء ..دورة رهيبة ودعم فني مستمر بالتوفيق لكم استمرو",
    "stars": 5
  },
  {
    "name": "Ahmad",
    "comment": "ممتاز بكل جدارة, والله انصح فيه من كل قلبي",
    "stars": 5
  },
  {
    "name": "mustafa alhalfi",
    "comment": "عموررري بالتوفيق المشروع الجديد",
    "stars": 5
  },
  {
    "name": "احمد محمد",
    "comment": "الوحيد بين المدربين الي ينطي اهتمام لمتدربيه حتى لو ورا سنه . اي تكبر ما عنده . انسان ذهب امانة الله والله يرزقه رزق الحلال يارب",
    "stars": 5
  },
  {
    "name": "saad Belhana",
    "comment": "احسن كوووورس حبييييت",
    "stars": 5
  }
];
